<?php
/**
 * @var CodeCompletionView $this
 * @var                    $this View
 * @var                    $no_title
 */
?>
<?= $this->App->viewStartComment()?>
<?php if (!isset($no_title) || !$no_title): ?>
    <h2>プライバシーポリシー</h2><br/>
<?php endif; ?>
当社は、ネットワークソリューション事業、アプリケーションサービス事業、モバイルサービス企画・運営事業、ネットワークゲーム運営事業等を営んでいることを踏まえ、経営上及び事業上の最重要課題のひとつであるとの認識のもと、情報の適切な管理と保護の徹底をするため、以下の取り組みを実施いたします。
<br/>
<br/>
1.個人情報保護マネジメントシステムの確立<br/>
　当社は、JIS Q 15001：2006に準拠した個人情報保護マネジメントシステム（個人情報を保護するための方針、体制、計画、実施、運用の確認及び見直しを含むマネジメントシステム）を確立し、これを実施し、維持し、継続的に改善していきます。
<br/>
<br/>
2.個人情報の利用および提供<br/>
　当社は、事業の内容及び規模を考慮した個人情報保護のための組織管理体制を確立するとともに、個人情報の取得、利用及び提供に際しては所定の規程・規則を遵守し、目的外利用を行なわず、適切な取扱いを実施するために十分な措置を講じます。<br/>
<br/>
3.法令等の遵守<br/>
　当社は、個人情報の取扱いに関する法令、国が定める指針その他の規範を遵守いたします。また、当社の個人情報保護マネジメントシステムを、当該法令及びその他の規範に適合させます。<br/>
<br/>
4.安全管理措置<br/>
　当社は、個人情報の安全管理のために必要かつ適切な対策を講じ、個人情報の漏えい、滅失またはき損の防止および是正を行います。<br/>
<br/>
5.苦情および相談への対応<br/>
　当社は、個人情報の苦情や相談に関して、適切かつ迅速に対応し、問題の解決を図るよう努めます。<br/>
<br/>
以上<br/>
　　制定日：2004年10月01日<br/>
　　最終改定日：2007年10月01日<br/>
　　株式会社Colorkrew<br/>
　　　代表取締役　中村 圭志<br/>
<br/>
<br/>
<strong>┃ 当社が保有しているお客様の個人情報の取り扱いについて</strong><br/>
1.個人情報取扱事業者の氏名又は名称<br/>
　株式会社Colorkrew<br/>
2.個人情報保護管理者<br/>
　個人情報統括管理責任者　原崎　正弘<br/>
　（連絡先：下記「個人情報相談窓口」と同様）<br/>
3.個人情報の種類および利用目的<br/>
　a.当社が本人から直接書面で取得する個人情報およびその利用目的は、以下のとおりです。<br/>
　　【1】お客様に関する個人情報<br/>
　　　（1）当社が取り扱う商品・サービスの履行<br/>
　　　（2）当社が取り扱う商品・サービスに関する業務上の連絡<br/>
　　　（3）お客様の本人確認、料金等の請求、与信管理等<br/>
　　　（4）当社が開催（主催・共催・協賛）するセミナー・展示会等に関するご案内<br/>
　　　（5）当社が取り扱う商品・サービスの情報や宣伝物等のご提供<br/>
　　　（6）当社が取り扱う商品・サービスに関する満足度調査等のアンケートの依頼<br/>
　　　（7）お客様からのお問い合わせまたはご依頼等への対応<br/>
　　　（8）その他、ご本人に事前にお知らせしご同意いただいた目的<br/>
　　【2】お取引先様に関する個人情報<br/>
　　　（1）お取引先様との契約の履行および履行請求、交渉、連絡、協力等<br/>
　　【3】当社が開催（主催・共催・協賛）するセミナー・展示会等に参加された皆様に関する個人情報<br/>
　　　（1）当該セミナー・展示会等に関するご連絡<br/>
　　　（2）他のセミナー・展示会等の関連情報のご提供<br/>
　　　（3）当社が取り扱う商品・サービスの情報や宣伝物等のご提供<br/>
　　　（4）お取引先様から委託を受けた調査、分析、宣伝、広告業務の遂行等<br/>
　　【4】上記【1】～【3】以外で、当社へお問い合わせされた皆様に関する個人情報<br/>
　　　（1）お問い合わせ内容に関するご連絡、関連資料の送付、対応管理等<br/>
<br/>
　b.当社が上記 ａ 以外の方法により取得する個人情報およびその利用目的は、以下のとおりです。<br/>
　　【1】当社が取材した記事および画像（動画・静止画の別を問わない）に含まれる個人情報<br/>
　　　（1）当社が運営するサイトにおける掲載<br/>
　　【2】当社が取り扱う商品・サービス等に関するお問い合わせおよびその対応の録音に含まれる個人情報<br/>
　　　（1）お問い合わせ内容の再確認<br/>
<br/>
　c.当社がお取引先様から委託を受けた個人情報の利用目的は、以下のとおりです。<br/>
　　　（1）当社の認証・課金サービス<br/>
　　　（2）当社のゲームマスターサービス<br/>
　　　（3）当社のネットワーク提供サービス<br/>
　　　（4）当社のネットワーク工事請負サービス<br/>
<br/>
なお、お取引先様との委託契約履行のためにのみ利用いたします。<br/>
なお、当社では、業務を円滑に遂行するため、業務の一部を委託先に委託し、当該委託先に対し必要な範囲で個人情報を委託する場合がありますが、この場合は、当社が定めた基準を満たす者を委託先として選定するとともに、個人情報の取り扱いに関する契約の締結や適切な監督を行います。
<br/>
<br/>
4.上記目的以外の利用について<br/>
　上記３以外の目的で個人情報を利用する必要が生じた場合には、法令により許される場合を除き、その利用について、ご本人のご同意をいただくものとします。<br/>
<br/>
5.第三者への開示・提供について<br/>
　当社では、上記３に記載した委託先へ委託する場合及び以下のいずれかに該当する場合を除き、個人情報を第三者へ開示または提供いたしません。<br/>
　　・ご本人のご同意をいただいている場合<br/>
　　・統計的なデータなどご本人を識別することができない状態で開示・提供する場合<br/>
　　・法令に基づき開示・提供を求められた場合<br/>
　　・人の生命、身体または財産の保護のために必要な場合であって、ご本人のご同意をいただくことが困難である場合<br/>
　　・国または地方公共団体等が法令の定める事務を実施するうえで協力する必要がある場合であって、ご本人のご同意をいただくことにより当該事務の遂行に支障を及ぼすおそれがある場合<br/>
<br/>
6.登録内容の開示・訂正・利用停止・削除等について<br/>
　当社が保有する個人情報に関するご本人または代理人の方からの開示・訂正・利用停止・削除等のご請求等につきましては、下記の窓口にご連絡ください。ご本人または代理人であることを確認した上で、合理的な期間、範囲内で対応いたします。（なお、関係法令に基づき保有している個人情報に関する利用停止・削除等のお申し出に対しては、応じられない場合がありますのでご了承ください。）
<br/>
　（1）お客様に関する個人情報<br/>
　　こちらの「連絡先一覧」をご参照下さい。<br/>
　（2）お取引先様に関する個人情報<br/>
　　TEL：03-5825-5701<br/>
　（3）当社が開催（主催・共催・協賛）するセミナー・展示会等に参加された皆様に関する個人情報<br/>
　　TEL：03-5825-5701<br/>
<br/>
7.その他個人情報に関するお問合せ、苦情等のお申し出先<br/>
　〒111-0053 東京都台東区浅草橋5-20-8 CSタワー7階<br/>
　株式会社Colorkrew　個人情報相談窓口<br/>
　E-mail：privacy@isao.co.jp<br/>
<br/>
8.当社の所属する「認定個人情報保護団体」の名称および苦情等​のお申し出先<br/>
　当社は、以下の認定個人情報保護団体の対象事業者となっていま​す。<br/>
　当社の個人情報の取扱いに関する苦情については、同協会へ解決の​申出をすることもできます。<br/>
　認定個人情報保護団体の名称及び、苦情の解決の申し出先は以下の​通りです。<br/>
　　・認定個人情報保護団体の名称<br/>
　　　一般財団法人日本情報経済社会推進協会<br/>
　　・苦情の解決の申出先<br/>
　　　個人情報保護苦情相談室<br/>
　　・住所<br/>
　　　〒105-0011 東京都港区芝公園3-5-8 機械振興会館<br/>
　　・電話番号<br/>
　　　03-5776-1379<br/>
　　　0120-700-779<br/>
　　※当社の商品・サービスに関する問合せ先ではございません。<br/>
<?= $this->App->viewEndComment()?>
