<?php
/**
 * @var CodeCompletionView $this
 */
?>
<?= $this->App->viewStartComment()?>
<?php if (!isset($no_title) || !$no_title): ?>
    <h2>「Goalous」サービス利用規約（無償版）</h2>
    <br>
    <br>
<?php endif; ?>
第１章<br>
第１条（目的）<br>
「Goalousサービス利用規約」（以下「本規約」といいます）は、株式会社Colorkrew（以下「当社」といいます）がWEBサイト上で提供するクラウド型コミュニケーションツール（サービス名称「Goalous」。以下「Goalous」といいます）について、当社が第2条(2)に定めるお客様に対し「Goalous」を提供するための諸条件を規定することを目的として、定めるものです。
<br>
<br>
第２条（用語の定義）<br>
本規約において使用される用語は、以下各号に定める意味を有するものとします。<br>
(1) 「利用契約」とは、本規約に同意のうえ当社との間で締結される「Goalous」の利用に関する契約をいいます。<br>
(2) 「お客様」とは、利用申込を行い当社との間で利用契約を締結した個人をいいます。<br>
(3) 「本サービス」とは、利用契約の内容として当社からお客様に提供される「Goalous」の具体的なサービス内容をいいます。<br>
(4) 「本サイト」とは、「Goalous」を利用するためのWEBサイト（携帯電話・スマートフォン等向けWEBサイトを含みます）をいいます。<br>
(5) 「お客様アカウント」とは、お客様が本サービスを利用するためにお客様に割り当てられる、お客様を一意に識別するための本サービス利用のためのアカウント（ID及びパスワード）をいいます。<br>
(6) 「お客様情報」とは、お客様が本サービスを利用するためにColorkrewに提供した、お客様の個人情報（個人情報の保護に関する法律に定める個人情報をいい、以下同じとします）をいいます。<br>
(7) 「本サービス用設備」とは、本サービスをお客様に提供するために用いるサーバその他のハードウェア、電気通信設備その他の機器及び関連するソフトウェア等（当社が契約している他社の設備等を含みます）をいいます。<br>
<br>
第３条（適用範囲）<br>
本規約は、本サービスに関して、お客様の全てに対して適用するものであり、本サービスを利用する全てのお客様は本規約に拘束され、この内容を遵守しなければならないものとします。<br>
<br>
第４条（通知）<br>
1. 当社からお客様に対する全ての意思表示の伝達（以下「通知」といいます）方法は、手交、郵便、ファクシミリ、電子メール、本サイト上に表示する方法によるものとします。<br>
2. 当該通知を郵便又はファクシミリにより行う場合において、相手方の所在不明等相手方の責に帰すべき事由により到達しなかった場合は、その発送日から７日を経過した日に相手方に到達したものとみなし、電子メール、本サイト上に表示する方法により行う場合には送信時又は表示完了時から通知の効力を生じるものとします。
<br>
<br>
第５条（本規約の改定等）<br>
1. 当社は、お客様の承諾を得ることなく、本規約を改定することができるものとします。<br>
2. 本規約を改定する場合、改定された本規約施行日の14日前 まで に、当社は本サイト上に表示して通知するものとします。<br>
<br>
<br>
第２章　利用契約<br>
第６条（利用契約）<br>
1. 「Goalous」の利用を希望する者（以下「利用希望者」といいます）は、お客様アカウントとして利用することを希望する電子メールアドレスを特定の上、所定の申込フォームより利用申込（以下「利用申込」といいます）を行うものとします。<br>
2. 利用希望者による利用申込後、当社から「Goalous」の利用を招待する電子メールを利用希望者に送信します。利用希望者は、当該電子メールに記載の手順に従い、本サイト上で本規約に同意した上で所定フォームにお客様情報を入力し、Colorkrewに通知します。Colorkrewへの当該通知が到達することにより当社との間における利用契約の効力が生じます（以下「効力発生」といいます）。
<br>
3. 効力発生により、当社は、第9条に定める利用期間内でお客様が本サービスを利用することを譲渡不可能かつ非独占的な権利として許諾するものとします。<br>
<br>
第７条（自己責任の原則）<br>
1. お客様は、お客様の本サービスアカウントにより本サービス上でなされた一切の行為及びその結果について、当該行為を自己が行ったか否かを問わず、責任を負うものとします。<br>
2. お客様がお客様登録で登録した個人情報内容に不備があった場合、その不備が原因でお客様に不利益が発生した場合の責任は、お客様が負うものとします。<br>
3. お客様は、本サイトへ投稿した内容や本サイトの利用に伴い、他者から問い合わせ、クレーム等が通知された場合には、自己の責任と費用負担にて解決するものとします。<br>
4. お客様は、他者の行為に対する要望、疑問もしくはクレームがある場合には、当該他者に対し、直接その旨を通知するものとし、その結果については、自己の責任と費用負担にて解決するものとします。<br>
5. お客様は、本サービスの利用により当社又は他者に対して損害を与えた場合、自己の責任と費用負担にてその損害を賠償するものとします。<br>
<br>
第８条（利用期間）<br>
1. お客様は、当社から本規約に基づく利用契約の解約の通知がない限り、効力発生から次項に定める解約の申し出があるまで本サービスを利用することができます。<br>
2. お客様が本サービスの利用の終了を希望する場合には、当社に解約する旨を通知するものとします。当社との利用契約の終了は、解約通知が当社に到達した時点とします。<br>
<br>
第９条（情報管理）<br>
1. 当社は、お客様情報について、本規約に明示される場合及び以下各号の場合を除き、お客様の事前の承諾なく、これを第三者に開示・漏洩しないものとします。<br>
(1)    法令の定めにより開示を義務付けられる場合。<br>
(2)    法的権限を有する者からの開示要求があった場合。<br>
(3)    急迫又は不正な侵害から、当社の権利を守るため又は当社の権利を回復するために止むを得ず開示する場合。<br>
(4)    その他、当社がお客様情報の開示を適当と判断する場合。<br>
2. お客様は、自己がColorkrewに通知したお客様情報について、当社が別途指定する方法により、合理的な範囲で修正・訂正を求めることができます。<br>
<br>
<br>
第3章　本サービス<br>
第10条（本サービスの提供方針）<br>
当社は、お客様に対し、第9条に定める本サービスの利用期間中、利用契約に定める条件に従い、善良なる管理者の注意をもって本サービスを提供するものとします。<br>
<br>
第11条（推奨環境）<br>
本サイトは、当社が指定する推奨環境以外の環境からの利用については一切動作保証を行いません。お客様の利用する環境によっては、利用不能、表示上の不具合、又はインストール済のソフトウェアに与える影響が発生する可能性があり、当該不具合等について当社は一切の責任を免れるものとします。
<br>
<br>
第12条（委託）<br>
当社は、本サービスの運営に関する権利・義務の一部又は全部を当社の責任において第三者に委託等することができます。<br>
<br>
第13条（本サービスの変更・追加・中止）<br>
1. 当社は、お客様への事前の承諾なく、本サービスの内容及び仕様を変更することができるものとします。本サービスの変更・追加は、第4条（本規約の改定等）の手続きに準じます。<br>
2. 当社は、1ヶ月の予告期間をもってお客様に通知の上、本サービスの提供を中止することができます。<br>
<br>
第14条（本サービス用設備の障害等）<br>
1. 当社は、本サービス用設備に障害があることを知ったときは、遅滞なく本サービス用設備の修理又は復旧を行います。<br>
2. お客様が本サービス用設備その他本サービスの不具合を発見したときには、遅滞なく当社に告知するものとます。不具合に対し対応措置が必要な場合には、各自の行うべき対応措置を当社にて決定し、各自当該措置を実施するものとします。但し、当社の対応措置は前項に定める修理又は復旧を限度としてこれを実施するものとします。
<br>
<br>
第15条（本サービスの中断）<br>
1. 当社は、次の各号に掲げる事由のいずれかが起こった場合には、お客様に事前に通知することなしに、一時的に本サイトへのアクセスを一時停止し、本サービスの提供を中断することがあります。<br>
(1) 第19条(1)に該当する事象による、本サイトの提供ができなくなった場合。<br>
(2) 火災、停電等により本サービスの提供ができなくなった場合。<br>
(3) 本サービス用設備に関し定期的な保守又は緊急な保守を行う場合。<br>
(4) 前各号の他、当社が運用上又は技術上、本サービスの一時的な中断が必要と判断した場合。<br>
2. 本サービスの中断に伴いお客様の負担した一切の費用（通信費用、通信サービス費用、電気代等）について当社は一切の補償をしないものとします。<br>
<br>
第16条 （本サービスへのお問い合わせ）<br>
お客様は、本サービスの使用方法・本サイトの操作方法等に関するお問い合わせは、本サイトよりおこなうものとします。<br>
<br>
第17条（ Goalousの改良／改善提案について）<br>
当社は、「Goalous」のサービス内容に関しご感想やご要望をお聞きすることがあります。この場合、当社は、お客様からお寄せ頂いたご感想やご要望を「Goalous」の改善、強化、バグ等の不具合対応、追加機能の開発等の参考にし、今後のサービスにおいてこれを利用することがあります。お客様は、以下事項について、承諾するものとします。
<br>
(1) お問合せ内容に対し、当社 は何らの守秘義務を負わないこと<br>
(2) お問合せ内容に含まれる一切の情報・アイデアについて当社に対する一切の権利を放棄したものとし、当社がお問合せを契機に「Goalous」の改善、追加機能の実装をなしたとしても、お客様は当社に対し報酬その他名目の如何を問わず如何なる請求もおこなわないこと。
<br>
(3) お寄せいただいたお問合せに対し当社からの回答をお約束するものではないこと<br>
<br>
第４章　サービス利用料<br>
第18条（サービス利用料）<br>
1. 本サービス利用料は無料とします。<br>
2. 当社 が、今後販売を予定している「Goalous」有料提供版について、お客様がその利用を希望する場合は、別途「Goalous」有料提供版にかかる利用規約に同意のうえ、利用できるものとします。<br>
<br>
第５章　免責<br>
第19条（免責）<br>
当社は、本サービスの提供に関して、以下の各号に掲げる事由から生じた一切の損害について、お客様を含むあらゆる者に対し一切の責任を免れるものとします。<br>
(1) 地震、洪水などの天災地変、火事、停電、テロ、戦争、通商停止、暴動、騒乱、労働争議、政府当局による介入その他の不可抗力<br>
(2)    お客様が設置し維持する設備の不具合又は本サービス用設備までのインターネット接続サービスの不具合等の接続環境の障害<br>
(3)    本サービス用設備からの応答時間等インターネット接続サービスの性能に起因する損害<br>
(4)    当社が第三者から導入しているコンピュータウィルス対策ソフトについて当該第三者からウィルスパターン、ウィルス定義ファイル等を提供されていない種類のコンピュータウィルスの本サービス用設備への侵入<br>
(5)    本サービス用設備への第三者による不正アクセス又はアタック、通信経路上での傍受<br>
(6) 当社が定める手順・セキュリティ手段等をお客様が遵守しないことに起因して発生した損害<br>
(7) 本サービス用設備のうち当社の製造に係らないソフトウェア(OS、ミドルウェア、DBMSなど)及びデータベースに起因して発生した損害<br>
(8) 本サービス用設備のうち、当社の製造に係らないハードウェアに起因して発生した損害<br>
(9) 電気通信事業者等の提供する電気通信サービスの不具合に起因して発生した損害<br>
(10)刑事訴訟法、犯罪捜査のための通信傍受に関する法律の定めに基づく強制の処分その他裁判所の命令もしくは法令に基づく強制的な処分<br>
(11)再委託者の業務に関するもので、再委託者の選任・監督につき当社に過失などの帰責事由がない場合<br>
(12)本サービスを利用することにより、お客様と、他のお客様、所属組織その他第三者との間で紛争が生じた場合<br>
(13)その他当社の責に帰すべからざる事由<br>
<br>
第20条（データの取扱/不保証）<br>
1. お客様は、お客様による本サービスの利用期間が終了した場合であっても、本規約で認められた方法に限り本サービスの利用にあたってお客様から提供、伝送されたお客様データは引き続き他のお客様に公開、共有され利用されることを予め承諾するものとします。
<br>
2. 当社は、以下のいずれかの事由に該当する場合、お客様への事前通知なくお客様データの全部又はその一部を削除することがあります。この場合に削除されたお客様データについてその復元を含め当社は一切の責任を負いません。<br>
（1）当社が別途定める一定の期間にわたり本サービス上で何らの活動がなされていない場合<br>
（2） Goalousの一部機能が削除となった場合の当該削除された機能で固有に利用されるお客様データを削除する場合<br>
（3）当社が法令、裁判所その他公的機関からの要請により、お客様による本サービスの利用を制限、中止、終了させる義務を負う場合<br>
（4）誹謗中傷などの禁止事項に該当する内容で、被害者から当社に対し当該お客様データの削除の要求が告知され当該要求内容が当社により合理的であると判断される場合<br>
（5）その他、お客様の行為が第21条第1項各号に該当すると判断される場合<br>
3. 本サービス用設備の一部をなすサーバ内に蓄積されたお客様作成情報、サーバの設定情報、その他一切全ての管理情報は、予告の有無にかかわらず､消去・変更される可能性があり、この場合当社はいかなる場合においても管理情報復旧の義務を負わないものとします。
<br>
4. お客様は、本サービスに提供、伝送するユーザーデータについて、自らの費用と責任でそのデータ･原資料等をバックアップとして保存しておくものとします。本サービスにおいてユーザーデータのバックアップはサービス内容に含まれておらず、お客様は当社に対し当該バックアップについて如何なる請求もなすことはできないものとします。
<br>
<br>
第６章　禁止行為等<br>
第21条（禁止行為）<br>
1. お客様は以下の行為を、本サイトを含む本サービス内、当社が運営するのWEBサイト等で行ってはならないものとします。<br>
（1） 当社又は他者を差別、誹謗中傷する行為及び名誉若しくは信用を毀損する行為をすること。<br>
（2） 虚偽又は誤解を生じさせる表示を本サービス内に表示させる行為をすること。<br>
（3） 当社又は他者の財産、プライバシー若しくは肖像権を侵害し又は侵害する虞のある行為をすること。<br>
（4） 当社又は他者の知的財産権を侵害すること又は侵害する虞のある行為をすること。<br>
（5） 本サービスを恐喝行為、ストーカー行為などの犯罪目的、マルチ商法、悪徳商法、ねずみ講、迷惑メールの送信など公序良俗に反する目的で利用すること。<br>
（6） 所属組織の秘密情報のほか、他人に対して守秘義務を負っている情報を秘密情報の権利主体の承諾なく本サービス内に表示させ、又は本サービスに提供、伝送、保存、公開すること。但し、所属組織や秘密情報の権利主体から本サービスに情報を提供することの承諾があることを立証できた場合はこの限りではありません。
<br>
（7） 自己以外を名乗るなど他人になりすまして本サービスを利用すること。<br>
（8） 第三者に対して、自己のパスワード等を開示、貸与、共有し、第三者が自己になりかわって本サービスにアクセスし利用することを許諾すること。<br>
（9） 本サービスに対して、ソフトウェア、ハードウェア又は電子通信機器の機能を妨害、破壊又は制限するように設計されたコンピュータウィルスその他のコンピュータコード、ファイル、プログラムを含む一切の情報を送信すること。<br>
（10）本サービスが用いるネットワークシステムを利用して、他のネットワークシステムに不正にアクセスする行為及びそのおそれがある行為、又はこれらのシステムに損害を与える行為及び損害を与えるおそれのある行為をすること。<br>
（11）本サービス用設備に不正にアクセスし、本サービスの提供に支障を与える行為をすること。<br>
（12）本サービスを構成するあらゆるシステム、プログラム、ソフトウェアにつき解析、逆コンパイル、逆アセンブル、リバースエンジニアリング行為をすること。<br>
（13）本サービスの不具合や障害を不正な目的で使用すること及びそれを他者に伝達すること。<br>
（14）過度の負担を生じさせるデータ容量のデータを本サービス用設備に送信すること。<br>
（15）その他当社が不適当と判断する行為をすること。<br>
2. お客様は､当社が承認した場合を除き、本サービスを使用して入手した情報を複製、販売、頒布、出版し、その他私的使用の範囲を超えてもしくは営業活動､営利を目的とした利用及びその準備を目的とした利用をすることはできないものとします。<br>
<br>
第22条（契約解除）<br>
当社は、お客様に次の各号のいずれかに該当する事由が生じた場合、何らの催告を要せず、直ちに利用契約の全部又はその一部を将来に向かって解除することができるものとします。<br>
(1) 第21条（禁止行為）に該当する行為があった場合<br>
(2) お客様が本規約に違反し、当社が相当の期間を定めて当該違反の是正を催告したにもかかわらず、その期間内に是正がなされない場合<br>
(3) 本規約又は利用契約に違反し、その違反が重大であって是正の見込みがないと当社が判断する場合<br>
(4) 重大な背信行為があった場合<br>
(5) 反社会的活動を行っている場合その他反社会的勢力に該当する場合若しくはこれらと関連があることが判明した場合<br>
<br>
第7章　一般事項<br>
第23条（知的財産権）<br>
1. 本サービスを構成する全ての情報、プログラム及びソフトウェア、商標、商号又はそれらに付随する技術全般に係る知的財産権（特許権、実用新案権、商標権、意匠権、ノウハウ、営業機密並びに著作権等を含むがこれらに限定されることのないあらゆる権利を含む。以下「知的財産権等」といいます）及びそれらに係る使用権、管理権限等を含む、その他の権利は、当社もしくは特定の第三者に帰属するものとします。
<br>
2. お客様は、本サービスに含まれる全ての情報、プログラム及びソフトウェア、商標、商号を、当社もしくはそれらの権利者である第三者の事前の書面承認を得ることなく、改変、翻案、複製、編集、転載、頒布、送信、出版することはできないものとし、これらに加えて法に定める私的利用の範囲を超えて又は営利目的に使用することができないものとします。
<br>
3. お客様は、本サービス上のアップロード情報について、それらを複製し、頒布する権利及び削除する権利を当社又はその別途指定する管理者に与えるものとします。<br>
4. お客様は、本サービス上にアップロードした情報から当社及び第三者に生じた全ての責任を負うものとします。<br>
<br>
第24条（秘密保持）<br>
1. お客様は、本サービスの利用その他これに関連して知り得た当社の技術、営業、業務、組織、その他の情報のうち特に秘密である旨予め指定した情報（以下「秘密情報」といいます）につき、事前に当社の書面による承諾ある場合を除き、第三者に開示又は漏洩しないものとします。但し、次の各号のいずれかに該当する情報についてはこの限りではありません。
<br>
(1) 提供若しくは開示がなされたとき又は知得したときに、既に一般に公知となっていた情報、又は、既に知得していた情報<br>
(2) 提供若しくは開示がなされた後又は知得した後、自己の責に帰せざる事由により刊行物その他により公知となった情報<br>
(3) 提供又は開示の権限のある第三者から秘密保持義務を負わされることなく適法に取得した情報<br>
(4) 当社より秘密保持の必要なき旨書面で確認された情報<br>
2. 本条の規定は、お客様による本サービスの利用期間終了後も有効に存続するものとします。<br>
<br>
第25条（個人情報の取り扱い）<br>
1. お客様は、本サービスを利用する場合、お客様情報が当社に提供されることにつき予め承諾するものとします。<br>
2.    当社は、お客様情報を本サービスの提供目的に必要な範囲内でのみ使用し、また、チームでの他のお客様とのお客様データの公開、共有など本規約上第三者開示が許される例外を除き第三者に開示しないものとするとともに、個人情報に関して個人情報の保護に関する法律を含め関連法令を遵守するものとします。
<br>
3.    その他、当社のプライバシーポリシー及び個人情報保護方針については、当社のWEBサイト に記載のとおりです。<br>
<br>
第26条（損害賠償）<br>
1. お客様が利用規約に違反して当社に損害を与えた場合、お客様は、当社に対して当社が被った損害を賠償する義務を負います。<br>
2. 本規約に規定する当社の免責条項が、強行法規、裁判所の確定判決等により当社の免責が認められない場合においても、当社はお客様の被った通常かつ直接の損害に限りその損害を賠償する責任を負担するものとします。<br>
<br>
第27条（準拠法）<br>
本規約は、その成立、効力、解釈及び履行を含め、全ての事項について日本国法令により規律されるものとします。<br>
<br>
第28条（分離性）<br>
本規約のいずれかの条項又はその一部が無効又は執行不能と判断された場合であっても、無効又は執行不能と判断された規定の残りの部分の有効性には影響がないものとする。<br>
<br>
第29条（協議・合意管轄）<br>
お客様と当社の間で本サービスに関連して紛争が生じた場合には、当該当事者間で信義に従い誠実に協議して解決を図るものとします。万が一、協議により解決に至らなかった場合には、東京簡易裁判所又は地方裁判所をお客様と当社の第一審の専属的管轄裁判所として、その解決を図るものとします。
<br>
以上<br>
制定日：2013年7月1日<br>
<?= $this->App->viewEndComment()?>
